STATUS_UPDATE = 'Статус успешно изменен'
STATUS_CREATE = 'Статус успешно создан'
STATUS_DELETE = 'Статус успешно удален'
STATUS_DELETE_ERROR = (
    'Невозможно удалить статус, потому что он используется'
)

TASK_CREATE = 'Задача успешно создана'
TASK_UPDATE = 'Задача успешно изменена'
TASK_DELETE = 'Задача успешно удалена'
TASK_DELETE_ERROR = 'Задачу может удалить только ее автор'

LABEL_CREATE = 'Метка успешно создана'
LABEL_UPDATE = 'Метка успешно изменена'
LABEL_DELETE = 'Метка успешно удалена'
LABEL_DELETE_ERROR = (
    'Невозможно удалить метку, потому что она используется'
)